5.Mesh_doc_ref_case/ReXXXX/0/U
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  13
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       volVectorField;
    location    "0";
    object      U;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 -1 0 0 0 0];

internalField   uniform (1.3333 0 0);

boundaryField
{
    tpms
    {
        type            noSlip;
    }
    nozzle
    {
        type            noSlip;
    }
    inlet
    {
        type            fixedValue;
        value           uniform (1.3333 0 0);
    }
    outlet
    {
        type            zeroGradient;
    }
}


// ************************************************************************* //
