5.Mesh_doc_ref_case/ReXXXX/system/decomposeParDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      decomposeParDict;
}

numberOfSubdomains 6;

method          scotch;

distributed     no;

roots           ();
