5.Mesh_doc_ref_case/ReXXXX/system/surfaceFeaturesDict
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  13                                     |
|   \\  /    A nd           |                                                 |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/

FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      surfaceFeaturesDict;
}

// ************************************************************************* //

surfaces
(
    "tpms.stl"
    "nozzle.stl"
    "inlet.stl"
    "outlet.sstl"

);

includedAngle 150;

writeObj yes;
